// Сеть фастфудов предлагает несколько видов гамбургеров:
// маленький (5$, 20 калорий)
// большой (10$, 40 калорий)

// Гамбургер может быть с одним из нескольких видов начинок:
// сыром (+ 1$, + 20 калорий)
// салатом (+ 2$, + 5 калорий)
// картофелем (+ 1,5$ , + 10 калорий)


// Можно добавить добавки:
// посыпать приправой (+ 1,5$, 0 калорий)
// полить майонезом (+ 2$, + 5 калорий).


// Напишите программу, рассчитывающую стоимость и калорийность гамбургера.
// Подсказка: нужен класс Гамбургер, глобальный объект HAMBURGER (с перечнем всех его ингредиентов и характеристик) 
// и методы для выбора опций и расчета нужных величин.